Repository: Tyrant2013/SwiftBaSicKit
Catalog: Sources/SwiftBaSicKit/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# Config.Contact.Me
source: Contact Developer
zh_hans: 联系开发者
zh_hant: 聯繫開發者

# Premium.Error.Authorized
source: Payment function is not allowed, please turn it on and retry.
zh_hans: 未允许使用支付功能，请开启后再重试。
zh_hant: 未允許使用支付功能，請開啟後重試。

# Premium.Error.CanNotPay
source: Payment cannot be made at this time, please try again later
zh_hans: 暂不能支付，请稍后再试
zh_hant: 暫不能支付，請稍後再試

# Premium.Error.NoRecord
source: No purchase record found
zh_hans: 没有找到购买记录
zh_hant: 沒有找到購買記錄

# Premium.Error.Product
source: Failed to get product, please check network
zh_hans: 获取产品失败，请检查网络
zh_hant: 取得產品失敗，請檢查網絡

# Premium.Error.Unknow
source: Unknown error, please try again later.
zh_hans: 未知错误，请稍后再试。
zh_hant: 未知錯誤，請稍後再試。

# Recommend.App.Clock
source: Simple and easy to use clock
zh_hans: 简洁好用的时钟
zh_hant: 簡潔好用的時鐘

# Recommend.App.Clock.Name
source: X Clock
zh_hans: 晓时钟
zh_hant: 晓时钟

# Recommend.App.Focus.Desc
source: Make Focus, Do Better.
zh_hans: 越简单，越专注，只需心无旁骛。
zh_hant: 越簡單，越專注，只需心無旁騖。

# Recommend.App.Habit.Desc
source: Tracking Habits,Record Habits.
zh_hans: 记录习惯，改变自己，做更好的自己。
zh_hant: 記錄習慣，改變自己，做更好的自己。

# Recommend.App.Musiclist.Desc
source: Control Music From Widget.
zh_hans: 使用小组件控制音乐
zh_hant: 使用小組件控制音樂

# Recommend.App.TaSe.Desc
source: Quick bookkeeping to manage income and expenses
zh_hans: 快速记账，管理收支
zh_hant: 快速記賬，管理收支
